{
    "home": "Home",
    "dd": "AUDCO Ecosystem",
    "gdb": "GDB Introduction",
    "bec": "Business Ecosystem Community", 
    "e": "At the end of 2022, DIGITAL CAPITAL GROUP hosted an influential digital summit at Sydney Town Hall.",
    "introduce": "Project Promoter - DCG Company Introduction", 
    "founed": "Founded in 2016, Digital Capital Group (DCG) is in Sydney, Australia's financial hub.", 
    "service": "As a rapidly growing digital financial management group, we provide digital asset investment and management services to users in Australia and globally.", 
    "solution": "DCG's management team comprises elites from the global venture capital and digital finance sectors. Our team offers clients professional, secure, efficient, and innovative digital financial service solutions.", 
    "first": "DCG is becoming an innovator in wealth management and a pioneer in the international digital currency sector.", 
    "bo": "DCG Business Overview", 
    "provide": "Providing legal and compliant cryptocurrency trading services to customers", 
    "users": "Currently, we have approximately 470,000 users.", 
    "dce": "In 2022, DCG successfully obtained the DIGITAL CURRENCY EXCHANGE (DCE) license issued by AUSTRAC. To date, DCG has provided trading services between fiat currency and cryptocurrency assets to 470,000 users in Australia and globally.", 
    "fund": "Australia's First Active Digital Fund", 
    "cf": "In February 2024, DCG launched Australia's first active digital currency fund, the CryptoSage Fund. This fund is managed by Edisons Global Pty Ltd, with AFSL license number 526694.", 
    "ben": "AUDCO (Web 3.0 Business Ecosystem Network)", 
    "include": "Including GDB Wallet (centralized wallet + decentralized wallet + Web 3.0 marketplace) and AUDCO (Web 3.0 business ecosystem network).", 
    "plus": "Business Ecosystem Network + Digital Wallet", 
    "future": "Future of Business",
    "safe": "Ultimate Security", 
    "tech": "Our digital wallet utilizes state-of-the-art encryption technology to ensure your funds and transaction information are protected at the highest level.", 
    "growth": "Business Growth Accelerator", 
    "attracts": "The investment system within the AUDCO community attracts a large user base. Whether it's Australian goods and services or international business, AUDCO can drive traffic to your business, enhancing your competitiveness.", 
    "integration": "Seamless Integration into the Business Ecosystem", 
    "communication": "Not only can you conduct seamless financial exchanges with other businesses, but you can also enjoy the business opportunities and partnerships that come with it.", 
    "link": "Wallet-Linked DApps", 
    "app": "DApps are applications running on blockchain networks, leveraging the decentralized and secure features of blockchain to offer various services, including the high-yield investment system within the AUDCO community.", 
    "buy": "As a blockchain wallet commonly used by investors in the AUDCO community, the GDB Wallet and Mall are actively linking more products and buyers. The GDB Wallet not only provides secure and convenient digital asset management features but also offers users a diverse shopping platform. Many Australian merchants are already promoting their brands and products on the GDB Mall. Its cryptocurrency payment system enables merchants to manage their , cryptocurrency assets more freely and securely while driving purchasing traffic.", 
    "free": "Free Traffic for Merchants: Access to over 11,000 community users.", 
    "solution2": "Digital Currency Payment Solutions", 
    "rwa": "Real World Asset (RWA) Digital Currency Blue Chip Investment Projects", 
    "officially": "The GDB Mall is now officially available on the Apple and Google stores.", 
    "download": "Download the app using the QR code below:",
    "become": "Become a Merchant",
    "register": "GDB Account Registration and Usage", 
    "in": "GDB Merchant Information Registration", 
    "click": "Click Below for More Video and Text Tutorials", 
    "join": "Join our Community",
    "audco": "Join the AUDCO community to connect more closely with merchants, businesses, investors, products, and services. Empower your business and diversify your investment opportunities.", 
    "welcome": "Join the AUDCO",
    "wapp": " WhatsApp Community",
    "mer": "AUDCO Community Merchants",
    "close": "Bring more merchants, businesses, investors, products, and services closer together."
}
